import style from "./Common.module.css";

function Air() {
  return (
    <section className={style.autoPage}>
      <div className={`${style.hero} ${style.hero1}`}>
        <h2 className={style.heroTitle}>Авіаперевезення</h2>
      </div>

      <div className={style.content}>
        <p className={style.text}>
          Коннект Экспресс пропонує Вам високоякісні послуги авіадоставки в/з
          Європи, Китаю, країн Близького Сходу, Південної та Північної (США,
          Канада) Америки, Африки. Прорахуємо всі можливі варіанти та напрямки.
        </p>

        <p className={style.text}>
          Мережа надійних партнерів по всьому світу в поєднанні з нашим
          багаторічним досвідом дозволяють запропонувати вам гнучкі умови та
          якісні послуги. Персональний менеджер запропонує оптимальні логістичні
          рішення, виходячи з потреб Вашого бізнесу, та буде супроводжувати ваші
          відправлення.
        </p>

        <p className={style.text}>
          Наші фахівці запропонують кілька варіантів доставки, з урахуванням
          Ваших вимог щодо термінів, бюджету та характеру вантажу.
        </p>

        <p className={style.text}>
          <strong>
            Ви можете скористатися наступними видами авіаційних перевезень:
          </strong>
          <br />• від дверей до дверей;
          <br />• від дверей до аеропорту;
          <br />• від аеропорту до дверей;
          <br />• від аеропорту до аеропорту.
        </p>

        <p className={style.text}>
          У будь-якій країні відправлення / призначення можливе митне оформлення
          вантажу та оплата податків і зборів на умовах DDP.
        </p>

        <p className={style.text}>
          Ми підготуємо всі необхідні для транспортування документи (HAWB, MAWB)
          і забезпечимо правильне маркування вантажу.
        </p>

        <p className={style.text}>
          Надаємо широкий набір додаткових послуг, що дає нам змогу
          запропонувати послугу, яка максимально відповідає вашим потребам.
        </p>
      </div>
      <div className={style.cta}>
        <button className={style.button}>Отримати розрахунок</button>
      </div>
    </section>
  );
}

export default Air;
