import { Link } from "react-router-dom";
import style from "./Common.module.css";

function Auto() {
  return (
    <section className={style.autoPage}>
      <div className={`${style.hero} ${style.hero2}`}>
        <h2 className={style.heroTitle}>Автоперевезення</h2>
      </div>

      <div className={style.content}>
        <p className={style.text}>
          Міжнародні вантажні перевезення є основним елементом у галузі
          зовнішньоекономічної діяльності будь-якої компанії. Тому{" "}
          <span className={style.accent}>«Коннект Експрес»</span> обрали цей
          напрямок як один з основних. Ми працюємо у сфері міжнародних вантажних
          перевезень вже багато років. Досвід, який ми накопичили за ці роки,
          дозволяє щодня надавати нашим клієнтам міжнародні транспортні послуги
          на вищому рівні, ніж наші конкуренти.
        </p>

        <p className={style.text}>
          Ми не тільки доставимо ваш вантаж до іншої країни або з неї, але й
          опрацюємо оптимальний маршрут перевезення, оформимо всі необхідні
          документи, проконтролюємо доставку та збереження вантажу. Усі
          міжнародні вантажні перевезення, як експортні, так і імпортні,
          здійснюються за допомогою автомобільного транспорта, що у багатьох
          випадках є оптимальним варіантом для клієнтів.
        </p>

        <p className={style.text}>
          До Ваших послуг доставка імпортних та експортних вантажів з країн
          Європи і світу.
        </p>

        <p className={style.text}>
          <strong>FTL / LTL</strong> – доставка вантажів окремими або збірними
          автомобілями.
        </p>

        <p className={style.text}>
          <strong>Наші основні напрямки наземних перевезень:</strong> Україна,
          Польща, Молдова, Латвія, Литва, Естонія, Словаччина, Словенія,
          Німеччина, Франція, Бельгія, Австрія, Угорщина, Італія, Іспанія,
          Чехія, Румунія, Сербія, Болгарія, Швейцарія, Швеція, Фінляндія, Данія,
          Великобританія. А також Туреччина, Грузія, Вірменія, Казахстан,
          Узбекистан, Киргизстан, Азербайджан.
        </p>
      </div>
      <Link to="/delivery" className={style.button}>
        Отримати розрахунок
      </Link>
    </section>
  );
}

export default Auto;
