import style from "./Common.module.css";

function Courier() {
  return (
    <section className={style.autoPage}>
      <div className={`${style.hero} ${style.hero4}`}>
        <h2 className={style.heroTitle}>Кур’єрські перевезення</h2>
      </div>

      <div className={style.content}>
        <p className={style.text}>
          Експрес-технологія перевезення вантажів – це спосіб швидкої доставки
          шляхом консолідації (об'єднання) невеликих вантажів від різних
          відправників в одну партію для оптимізації маршруту та зниження
          витрат. Цей метод ідеально підходить для бізнесу, якому потрібна
          термінова логістика, оскільки забезпечує швидкість, гнучкість (від
          невеликих посилок до великих партій) і доступні ціни.
        </p>

        <p className={style.text}>
          <p className={style.subtitle}>Особливості експрес-перевезення:</p>
          {/* <strong>Особливості експрес-перевезення:</strong> */}
          <strong>• Швидкість:</strong> доставка займає від кількох днів (7–10
          для міжнародних).
          <br />• <strong>Консолідація:</strong> невеликі вантажі об'єднуються
          на складах перевізника, що дозволяє знизити вартість для кожного
          клієнта.
          <br />• <strong>Гнучкість:</strong> приймаються вантажі різної ваги —
          від невеликих пакетів до вантажів на палетах, що робить послугу
          універсальною для різних потреб.
        </p>
      </div>
      <div className={style.cta}>
        <button className={style.button}>Отримати розрахунок</button>
      </div>
    </section>
  );
}

export default Courier;
