import style from "./Common.module.css";

function Insurance() {
  return (
    <section className={style.autoPage}>
      <div className={`${style.hero} ${style.hero2}`}>
        <h2 className={style.heroTitle}>Страхування вантажу</h2>
      </div>

      <div className={style.content}>
        <p className={style.text}>
          Страхування вантажів є невід’ємною та надзвичайно вагомою частиною
          перевезень для всіх без перебільшення вантажів. Не секрет, що в
          процесі транспортування, проблемні кейси щодо пошкодження або втрати
          товару виникають у всіх учасників ринку логістичних послуг.
        </p>

        <p className={style.text}>
          Більше того, питання захисту від надійного страхового партнера є
          критично важливим, особливо коли мова йде про чутливі до пошкоджень
          або з високою вартістю вантажі.
        </p>

        <p className={style.text}>
          Для уникнення потенційних ризиків ми завжди радимо нашим Клієнтам
          убезпечити себе, оскільки як показує багаторічний досвід, різниця між
          вартостями із страхуванням та без нього не така суттєва, при цьому
          можливі втрати можуть бути набагато більшими.
        </p>

        <p className={style.text}>
          Зверніться до нас за індивідуальним розрахунком страхового тарифу, і
          наша Команда запропонує хороші умови для Вашого спокійного сну.
        </p>
      </div>

      <div className={style.cta}>
        <button className={style.button}>Отримати розрахунок</button>
      </div>
    </section>
  );
}

export default Insurance;
