import style from "./Common.module.css";

function Sea() {
  return (
    <section className={style.autoPage}>
      <div className={`${style.hero} ${style.hero3}`}>
        <h2 className={style.heroTitle}>Морські перевезення</h2>
      </div>

      <div className={style.content}>
        <p className={style.text}>
          Морські контейнерні перевезення стали вершиною логістики, пропонуючи
          всім клієнтам ідеальне співвідношення ціни та якості, а також
          максимальну ефективність доставки товарів через океани. Цей метод
          використовується сьогодні буквально для транспортування всього – від
          найновіших гаджетів та модного одягу до важкого промислового
          устаткування.
        </p>

        <p className={style.text}>
          Морські перевезення – один із найбезпечніших і найбільш економічно
          вигідних способів доставки товару.
        </p>

        <p className={style.text}>
          <strong>Ви можете скористатися сервісами:</strong>
          <br />• Морські перевезення <strong>FCL</strong> – фрахтування цілого
          контейнера (20”, 40″)
          <br />• Морські перевезення <strong>LCL</strong> – перевезення
          вантажів збірними контейнерами (від 1 м³).
        </p>

        <p className={style.text}>
          Сервіс включає послуги портового експедирування, завантаження /
          розвантаження і доставки до дверей.
        </p>

        <p className={style.text}>
          Завдяки нашим глобальним контрактам із найбільшими судноплавними
          морськими лініями та агентами по всьому світу, ми можемо запропонувати
          вам найкраще логістичне рішення, що буде поєднувати оптимальний
          маршрут, транзитний час та вартість перевезення вантажу, відповідно до
          ваших потреб.
        </p>

        <p className={style.text}>
          Зв’яжіться з нами сьогодні, і ми запропонуємо вам найкраще логістичне
          рішення для доставки вантажу.
        </p>
      </div>
      <div className={style.cta}>
        <button className={style.button}>Отримати розрахунок</button>
      </div>
    </section>
  );
}

export default Sea;
