import { Link } from "react-router-dom";
import style from "./Common.module.css";

function Customs() {
  return (
    <section className={style.autoPage}>
      <div className={`${style.hero} ${style.hero5}`}>
        <h2 className={style.heroTitle}>Митно-брокерські послуги</h2>
      </div>

      <div className={style.content}>
        <p className={style.text}>
          Ми допоможемо Вам виконати необхідні процедури по переміщенню вантажів
          через митний кордон країни.
        </p>

        <p className={style.text}>
          Наші брокери і фахівці по роботі з митними органами надають повний
          спектр брокерських послуг:
          <br />• нададуть консультації;
          <br />• акредитують на митниці;
          <br />• перевірять і підготують пакет документів для застосування
          методів нетарифного регулювання;
          <br />• проведуть розрахунок митних платежів;
          <br />• оформлять вантажі в різних митних режимах;
          <br />• визначать коди товарів згідно з товарною номенклатурою;
          <br />• перевірять документи, що підтверджують країну походження;
          <br />• проведуть фізичний огляд товарів.
        </p>

        <p className={style.text}>
          Ми гарантуємо оперативність, професійність та повну відповідність
          чинному законодавству при наданні митно-брокерських послуг.
        </p>
      </div>

      <Link to="/delivery" className={style.button}>
        Отримати розрахунок
      </Link>
    </section>
  );
}

export default Customs;
